Repository: yeager/swedish-tm
Catalog: reviewed/catalogs/monero-gui.tmx
Source language: en
Languages: sv

source: Date to
sv: Datum till

source: Right click: save QR code as image file
sv: Högerklicka: spara QR-koden som bildfil

source: Resolve
sv: Lös

source: Grab QR code from screen
sv: Hämta QR-kod från skärmen

source: I understand the privacy implications of using a third-party server.
sv: Jag förstår integritetskonsekvenserna av att använda en tredjepartsserver.

source: Failed to store the wallet
sv: Det gick inte att spara plånboken

source: Show seed & keys
sv: Visa frö & nycklar

source: Daemon startup flags
sv: Kommandoradsalternativ för daemon

source: Change the password of your wallet.
sv: Ändra lösenordet på din plånbok.

source: Start daemon
sv: Starta demon

source: Closing wallet...
sv: Stänger plånboken …

source: Simple mode
sv: Enkelt läge

source: Log level
sv: Loggnivå

source: Wallet is view-only and sends are only possible by using offline transaction signing. Unless key images are imported, the balance reflects only incoming but not outgoing transactions.
sv: Plånboken är skrivskyddad och kan bara skicka med offline-signering av transaktioner. Om nyckelbilder inte importeras visar saldot endast inkommande, inte utgående, transaktioner.

source: Daemon username
sv: Demonens användarnamn

source: Enable mining when running on battery
sv: Aktivera utvinning vid batteridrift

source: To find a remote node, type 'Monero remote node' into your favorite search engine. Please ensure the node is run by a trusted third-party.
sv: För att hitta en fjärrnod, skriv 'Monero remote node' i din favoritsökmotor. Vänligen försäkra dig om att Noden drivs av en betrodd tredje-part.

source: Change language
sv: Ändra språk

source: Remove remote node
sv: Ta bort fjärrnod

source: Rings
sv: Ringar

source: Enter the signature to verify
sv: Ange signaturen för att verifiera

source: Left click: copy QR code to clipboard
sv: Vänsterklicka: kopiera QR-koden till urklipp

source: Address found, but the DNSSEC signatures could not be verified, so this address may be spoofed
sv: Adressen hittades, men DNSSEC-signaturerna kunde inte verifieras, så denna adress kan vara förfalskad

source: This page will automatically scan the blockchain and the tx pool for incoming transactions using the QR code.
sv: Den här sidan skannar automatiskt blockkedjan och transaktionspoolen efter inkommande transaktioner med QR-koden.

source: Open a wallet from file
sv: Öppna en plånbok från fil

source: Restore wallet from keys or mnemonic seed
sv: Återställ plånbok från nycklar eller minnesfrö

source: Logs out of this wallet.
sv: Logga ut från denna plånbok

source: Mining
sv: Utvinning

source: Set ring
sv: Ange ring

source: Sent
sv: Skickade

source: 1. Using view-only wallet, export the outputs into a file
sv: 1. Exportera utdata till en fil med den skrivskyddade plånboken

source: New Monero version v%1 is available.
sv: En ny Monero-version, v%1, finns tillgänglig.

source: Select enhanced functionality you would like to enable.
sv: Välj avancerade funktioner som du vill aktivera.

source: No valid address found at this OpenAlias address, but the DNSSEC signatures could not be verified, so this may be spoofed
sv: Ingen giltig adress hittades vid denna OpenAlias-adress, men DNSSEC-signaturerna kunde inte verifieras, så den kan vara förfalskad

source: New wallet details:
sv: Information om ny plånbok:

source: Mode
sv: Läge

source: Bad signature
sv: Felaktig signatur

source: About the bootstrap mode
sv: Om "bootstrap"-läget

source: Daemon address
sv: Daemonadress

source: Browse
sv: Bläddra

source: Restore a wallet from device. Use this if you used your hardware wallet before.
sv: Återställ en plånbok från enheten. Använd detta om du har använt hårdvaruplånboken tidigare.

source: If a payment had several transactions then each must be checked and the results combined.
sv: Om en betalning hade flera transaktioner måste var och en kontrolleras och resultaten läggas samman.

source: Password
sv: Lösenord

source: (optional)
sv: (valfritt)

source: 5. Using view-only wallet, submit your signed transaction
sv: 5. Skicka in den signerade transaktionen med den skrivskyddade plånboken

source: Load
sv: Läs in

source: WARNING: Do not reuse your Monero keys on another fork, UNLESS this fork has key reuse mitigations built in. Doing so will harm your privacy.
sv: VARNING: Återanvänd inte din Monero-nyckel på en annan förgrening, SÅVIDA INTE denna förgrening har inbyggda begränsningar för återanvändning. Görs detta så kan din integritet skadas.

source: Address
sv: Adress

source: Stop daemon
sv: Stoppa daemonen

source: Note: There's %1 GB available on the device. Blockchain requires ~%2 GB of data.
sv: Obs: Det finns %1 GB ledigt utrymme på enheten. Blockkedjan kräver ~%2 GB data.

source: Creating transaction...
sv: Skapar transaktion …

source: Error exporting transaction data.
sv: Fel vid exportering av transaktionsdata.

source: Remote node
sv: Fjärrnod

source: CSV file written to: %1
sv: CSV fil skriven till: %1

source: Background mining (experimental)
sv: Bakgrundsutvinning (experimentell)

source: P2Pool mining is a decentralized way to pool mine that pays out more frequently compared to solo mining, while also supporting the network.
sv: P2Pool-utvinning är ett decentraliserat sätt att poolutvinna som ger utbetalningar oftare än ensam utvinning och samtidigt stödjer nätverket.

source: Dark Theme
sv: Mörkt tema

source: Generating payment proof
sv: Skapar betalningsbevis

source: Search by Transaction ID, Address, Description, Amount or Blockheight
sv: Sök efter transaktions-id, adress, beskrivning, belopp eller blockhöjd

source: Restore wallet
sv: Återställ plånbok

source: Bootstrap Address
sv: Adress för bootstrap

source: Content copied to clipboard
sv: Innehållet kopierades till Urklipp

source: Bootstrap Port
sv: Port för bootstrap

source: Edit account label
sv: Redigera kontoetikett

source: Ask to stop local node during program exit
sv: Fråga om den lokala noden ska stoppas när programmet avslutas

source: Connected daemon is not compatible with GUI. Please upgrade or connect to another daemon
sv: Ansluten daemon är inte kompatibel med GUI. Uppgradera eller anslut till en annan daemon

source: Enter your private keys or 25-word mnemonic seed to restore your wallet.
sv: Ange dina privata nycklar eller minnesfrö på 25 ord för att återställa din plånbok.

source: Confirmations
sv: Bekräftelser

source: Copied to clipboard
sv: Kopierades till Urklipp

source: Please choose a file from which to load outputs to mark as spent
sv: Välj en fil som svartlistade utgångar ska läsas in från

source: Copy to clipboard
sv: Kopiera till urklipp

source: Testnet wallet
sv: Testnet-plånbok

source: Yes
sv: Ja

source: Easy access to sending, receiving and basic functionality.
sv: Enkel åtkomst till att skicka, ta emot och grundläggande funktioner.

source: Error: Filesystem is read only
sv: Fel: Filsystemet är skrivskyddat

source: %n day(s) ago
sv: %n dag sedan

source: Restore from seed
sv: Återställ från frö

source: Flags
sv: Flaggor

source: Remove recipient
sv: Ta bort mottagare

source: Save QrCode
sv: Spara QR-kod

source: Rescan wallet balance
sv: Skanna om plånbokssaldo

source: From
sv: Från

source: Use all threads
sv: Använd alla trådar

source: You're all set up!
sv: Nu är allt klart!

source: Creating wallet from device...
sv: Skapar plånbok från enheten …

source: Currency
sv: Valuta

source: This address received %1 monero, but the transaction is not yet mined
sv: Denna adress tog emot %1 Monero, men transaktionen har ännu inte bekräftats

source: Advanced options
sv: Avancerade alternativ

source: Mark as Trusted Daemon
sv: Markera som betrodd demon

source: Keep it running
sv: Låt den fortsätta köra

source: Copy
sv: Kopiera

source: This address received %1 monero, with %2 confirmation(s).
sv: Denna adress tog emot %1 Monero, med %2 bekräftelser.

source: QR code copied to clipboard
sv: QR-koden kopierades till urklipp

source: To be able to communicate with the Monero network your wallet needs to be connected to a Monero node. For best privacy it's recommended to run your own node.
sv: För att kunna kommunicera med Moneros nätverk måste din plånbok vara uppkopplad till en Monero nod. För bästa integritet rekommenderas det att du kör din egen nod.

source: Create a new wallet from device.
sv: Skapa en ny plånbok från enheten.

source: Save your most used addresses here
sv: Spara din mest använda adress här

source: Enter an amount.
sv: Ange ett belopp.

source: Download later
sv: Ladda ned senare

source: Failed to configure portable mode
sv: Det gick inte att konfigurera portabelt läge

source: Create a new wallet from hardware
sv: Skapa ny plånbok från hårdvara

source: Confirm
sv: Bekräfta

source: Save as
sv: Spara som

source: Transactions
sv: Transaktioner

source: Password changed successfully
sv: Lösenordet ändrades

source: No valid address found at this OpenAlias address
sv: Ingen giltig adress hittades vid denna OpenAlias-adress

source: updates downloading, fetching price sources
sv: nedladdning av uppdateringar, hämtning av priskällor

source: Address is invalid.
sv: Adressen är ogiltig.

source: Check for updates periodically
sv: Sök efter uppdateringar regelbundet

source: (Hardware Device Wallet - No secret spend key available)
sv: (Hårdvaruplånbok - Ingen hemlig spendernyckel tillgänglig)

source: Clear
sv: Rensa

source: Set segregation height:
sv: Ange segregeringshöjd:

source: Continue
sv: Fortsätt

source: Import an existing .keys wallet file from your computer.
sv: Importera en befintlig .keys plånbok fil från din dator.

source: Restore height
sv: Återställningshöjd

source: Wallet
sv: Plånbok

source: Wrong version
sv: Fel version

source: Type a command (e.g '%1' or '%2') and press Enter
sv: Skriv ett kommando (t.ex. '%1' eller '%2') och tryck på Retur

source: Donation to Monero Core Team
sv: Donation till Monero Core Team

source: 2. Using cold wallet, import the outputs file
sv: 2. Importera filen med utdata med den kalla plånboken

source: Switching to another public node
sv: Byter till en annan offentlig nod

source: Sign/verify
sv: Signera/verifiera

source: Description
sv: Beskrivning

source: Send
sv: Skicka

source: Invalid page. Must be a number within the specified range.
sv: Ogiltig sida. Måste vara ett nummer inom de specificerade spannet.

source: Daemon is synchronized
sv: Daemonen är synkroniserad

source: minutes
sv: minuter

source: Advanced mode
sv: Avancerat läge

source: 64 hexadecimal characters
sv: 64 hexadecimal tecken

source: Create a new wallet
sv: Skapa en ny plånbok

source: Daemon settings
sv: Inställningar för daemon

source: Add address
sv: lägg till en adress

source: 25 word mnemonic seed
sv: återställningsfras med 25 ord

source: Balance All
sv: Hela kontosaldot

source: Your name, company or website (optional)
sv: Ditt namn, ditt företag eller din webbplats (valfritt)

source: Couldn't generate a proof because of the following reason:
sv: Det gick inte att skapa ett bevis av följande orsak:

source: Seed offset passphrase (optional)
sv: Lösenfras för fröförskjutning (valfritt)

source: Retry
sv: Försök igen

source: Normal (x1 fee)
sv: Normal (x1 avgift)

source: Remain aware of these limitations. <b>Users who prioritize privacy and decentralization must use a full node instead</b>.
sv: Var medveten om dessa begränsningar. <b>Användare som prioriterar integritet måste använda en full nod istället </b>

source: Step (%1) of (%2)
sv: Steg (%1) av (%2)

source: Daemon failed to start
sv: Daemonen kunde inte startas

source: Unknown address
sv: Okänd adress

source: P2Pool has successfully installed.
sv: P2Pool har installerats.

source: View Only Wallet
sv: Granskningsplånbok

source: Your name
sv: Ditt namn

source: Rescan wallet cache
sv: Scanna plånbokscache

source: Starting the node
sv: Startar noden

source: Wrong password
sv: Fel lösenord

source: Syncing...
sv: Synkroniserar …

source: In order to obscure which inputs in a Monero transaction are being spent, a third party should not be able to tell which inputs in a ring are already known to be spent. Being able to do so would weaken the protection afforded by ring signatures. If all but one of the inputs are known to be already spent, then the input being actually spent becomes apparent, thereby nullifying the effect of ring signatures, one of the three main layers of privacy protection Monero uses.<br>To help transactions avoid those inputs, a list of known spent ones can be used to avoid using them in new transactions. Such a list is maintained by the Monero project and is available on the getmonero.org website, and you can import this list here.<br>Alternatively, you can scan the blockchain (and the blockchain of key-reusing Monero clones) yourself using the monero-blockchain-mark-spent-outputs tool to create a list of known spent outputs.<br>
sv: För att dölja vilja ingångar som spenderas i en viss Monero-transaktion får en tredje part inte kunna avgöra vilka ingångar i en ring som med säkerhet redan har spenderats. Om det var möjligt skulle skyddet som ges av ringsignaturer försvagas. Om alla utom en av ingångarna med säkerhet redan har spenderats så blir det uppenbart vilken ingång som faktiskt spenderas. Då upphävs effekten av ringsignaturer, vilket är ett av de tre huvudsakliga lager av sekretesskydd som Monero använder.<br>För att hjälpa transaktioner att undvika dessa ingångar kan en lista över med säkerhet spenderade utgångar användas för att undvika att dessa används i nya transaktioner. Monero-projektet upprätthåller en sådan lista och den finns tillgänglig på webbplatsen getmonero.org. Du kan importera listan här.<br>Alternativt kan du själv skanna blockkedjan (och blockkedjan för Monero-kloner som återanvänder nycklar) genom att använda verktyget monero-blockchain-mark-spent-outputs för att skapa en lista över med säkerhet spenderade utgångar.<br>

source: Check
sv: Kontrollera

source: P2Pool will be installed at %1. Proceed?
sv: P2Pool kommer att installeras i %1. Vill du fortsätta?

source: Shared RingDB
sv: Delad RingDB

source: Confirm and enable
sv: Bekräfta och aktivera

source: %1 blocks remaining:
sv: %1 block återstår:

source: Account
sv: Konto

source: %n minute(s) ago
sv: %n minut sedan

source: Please wait...
sv: Vänta …

source: High
sv: Hög

source: Please enter new wallet password
sv: Ange nytt lösenord för plånboken

source: Creates a new wallet on this computer.
sv: Skapar en ny plånbok på den här datorn.

source: 3. Using view-only wallet, import the key images file and create a transaction file
sv: 3. Importera filen med nyckelbilder och skapa en transaktionsfil med den skrivskyddade plånboken

source: Passphrase
sv: Lösenfras

source: Mining temporarily suspended.
sv: Utvinningen är tillfälligt pausad.

source: Create
sv: Skapa

source: Export wallet
sv: Exportera plånbok

source: My wallet
sv: Min plånbok

source: Total
sv: Totalt

source: Options
sv: Alternativ

source: Signature
sv: Signatur

source: Date from
sv: Datum från

source: Tx note:
sv: Tx-anteckning:

source: Additionally, you may specify a bootstrap node to use Monero immediately.
sv: Därutöver kan du ange en nod för bootstrap för att använda Monero omedelbart.

source: Available on mainnet.
sv: Tillgängligt på mainnet.

source: Error
sv: Fel

source: Can't create entry
sv: Kan inte skapa post

source: Amount
sv: Belopp

source: Cancel
sv: Avbryt

source: Ask for password before sending a transaction
sv: Fråga efter lösenord före sändning av en transaktion

source: This makes it easier to send or receive Monero and reduces errors when typing in addresses manually.
sv: Detta gör det enklare att skicka/ta emot Monero och minskar fel vid manuellt skrivande av adresser

source: Custom decorations
sv: Anpassade dekorationer

source: Restore from QR Code
sv: Återställ från QR-kod

source: Payment request copied to clipboard
sv: Betalningsbegäran kopierades till urklipp

source: Verify file
sv: Verifiera fil

source: Set the label of the new address:
sv: Ange etikett för den nya adressen:

source: Unknown amount
sv: Okänt belopp

source: Please select where you want to enter passphrase. It is recommended to enter passphrase on the hardware wallet for better security.
sv: Välj var du vill ange lösenfrasen. För bättre säkerhet rekommenderas att du anger lösenfrasen på hårdvaruplånboken.

source: Couldn't open wallet:
sv: Kunde inte öppna plånbok:

source: About the simple mode
sv: Om den enkla noden

source: Done
sv: Klar

source: (View Only Wallet - No secret spend key available)
sv: (Granskningsplånbok - Ingen hemlig spendernyckel tillgänglig)

source: Mainnet wallet
sv: Mainnet-plånbok

source: Total balance:
sv: Kontosaldo:

source: Create wallet
sv: Skapa plånbok

source: After
sv: Efter

source: Calculating fee
sv: Beräknar avgift

source: Successfully switched to another public node
sv: Bytte till en annan offentlig nod

source: Add remote node
sv: Lägg till fjärrnod

source: Paste
sv: Klistra in

source: Browse filesystem
sv: Bläddra i filsystemet

source: Currently monitoring incoming transactions, none found yet.
sv: Övervakar för närvarande inkommande transaktioner, inga funna än.

source: Sales
sv: Försäljning

source: Generate payment proof
sv: Skapa betalningsbevis

source: Local node is running
sv: Den lokala noden körs

source: Edit address label
sv: Redigera adressetikett

source: Add an address
sv: lägg till en adress

source: Save to file
sv: Spara till fil

source: Lock this wallet
sv: Lås den här plånboken

source: Signing transaction in the device...
sv: Signerar transaktionen på enheten …

source: show
sv: visa

source: Network status
sv: Nätverksstatus

source: Wallet is not connected to daemon.
sv: Plånboken är inte ansluten till någon daemon.

source: Date
sv: Datum

source: Switch to dark theme
sv: Växla till mörkt tema

source: Hardware wallet passphrase
sv: Hårdvaruplånbok lösenordsfras

source: Sign Message
sv: Signera Meddelande

source: Automatic
sv: Automatiskt

source: Please enter %1
sv: Var god ange %1

source: Save As
sv: Spara som

source: Sign file
sv: Signera fil

source: Chain
sv: Kedja

source: Interface
sv: Gränssnitt

source: Embedded Monero version:
sv: Inbäddad Monero-version:

source: Transaction successfully sent!
sv: Transaktionen har skickats!

source: Destinations:
sv: Mottagare:

source: Public view key
sv: Publik granskningsnyckel

source: Verify Message
sv: Verifiera Meddelande

source: Message
sv: Meddelande

source: Warning
sv: Varning

source: persistence disabled
sv: beständig lagring inaktiverad

source: Wallet creation date as `YYYY-MM-DD` or restore height
sv: Plånbokens skapandedatum som ”ÅÅÅÅ-MM-DD” eller återställningshöjd

source: WARNING: no connection to daemon
sv: VARNING: ingen anslutning till daemon

source: %n second(s) ago
sv: %n sekund sedan

source: Spendable funds: %1 XMR. Please wait ~%2 minutes for your whole balance to become spendable.
sv: Disponibla medel: %1 XMR. Vänta cirka %2 minuter tills hela ditt saldo kan användas.

source: Autosaved the wallet
sv: Plånboken sparades automatiskt

source: No
sv: Nej

source: Can't create transaction: Wrong daemon version:
sv: Kan inte skapa transaktionen: Felaktig daemonversion:

source: Failed
sv: Misslyckades

source: You should only have to load a file when you want to refresh the list. Manual adding/removing is possible if needed.
sv: Du ska bara behöva läsa in en fil när du vill uppdatera listan. Det är möjligt att manuellt göra tillägg och borttagningar om det behövs.

source: To be able to communicate with the Monero network your wallet needs to be connected to a Monero node. For best privacy it's recommended to run your own node. If you don't have the option to run your own node, there's an option to connect to a remote node.
sv: För att kunna kommunicera med Monero-nätverket måste plånboken vara ansluten till en Monero-nod. För bästa integritet rekommenderas att du kör en egen nod. Om du inte kan köra en egen nod kan du ansluta till en fjärrnod.

source: Verify message
sv: Verifiera meddelande

source: Wallet already exists
sv: Plånboken finns redan

source: Welcome to Monero
sv: Välkommen till Monero

source: Amount is more than unlocked balance.
sv: Summan är mer än upplåst saldo.

source: Remote Node Hostname / IP
sv: Värddatornamn/IP-adress till fjärrnod

source: Restore from keys
sv: Återställ från nycklar

source: Are you sure you want to rebuild the wallet cache? The following information will be deleted - Recipient addresses - Tx keys - Tx descriptions The old wallet cache file will be renamed and can be restored later.
sv: Är du säker på att du vill återställa plånbokens cache? Följande information kommer att raderas - Mottagaradresser - Tx-nycklar - Tx-beskrivningar Den gamla plånbokens cache-fil kommer att ändra namn och kan återställas senare.

source: Donate to Monero
sv: Donera till Monero

source: To
sv: Till

source: Couldn't start mining.<br>
sv: Det gick inte att starta utvinning.<br>

source: Back to menu
sv: Återgå till meny

source: Prove Transaction
sv: Bevisa transaktion

source: Please choose a folder
sv: Var god välj en mapp

source: Rings:
sv: Ringar:

source: Enter path to file
sv: Ange sökväg till fil

source: Please check your hardware wallet – your input may be required.
sv: Kontrollera hårdvaruplånboken – du kan behöva bekräfta på den.

source: No transaction history yet.
sv: Inga transaktionshistorik än.

source: Account #
sv: Konto nr

source: Blockchain location (optional)
sv: Plats för blockkedja (valfritt)

source: This signature did not verify
sv: Denna signatur kunde inte verifieras

source: The merchant page requires a larger window
sv: Handlarens sida kräver ett större fönster

source: Copy address to clipboard
sv: Kopiera adress till urklipp

source: Rescan spent can only be used with a trusted remote node. If you trust the current node you are connected to (%1), you can mark it as trusted in Settings > Node page.
sv: Omsökning av spenderade utdata kan bara användas med en betrodd fjärrnod. Om du litar på noden som du är ansluten till (%1) kan du markera den som betrodd under Inställningar > Nod.

source: Can't create transaction:
sv: Kan inte skapa transaktionen:

source: Get Ring
sv: Hämta ring

source: Waiting for daemon to stop...
sv: Väntar på att daemonen ska stängas av …

source: Outputs successfully exported to file
sv: Utdata har exporterats till fil

source: Transaction priority
sv: Transaktionsprioritet

source: Paste tx proof
sv: Klistra in transaktionsbevis

source: Confirmation
sv: Bekräftelse

source: Spend key (private)
sv: Spendernyckel (privat)

source: Checking local node status...
sv: Kontrollerar den lokala nodens status …

source: %1 transactions total, showing %2.
sv: %1 totala transaktioner, visas %2

source: QR code saved to
sv: QR-koden sparades till

source: No ring found
sv: Ingen ring kunde hittas

source: Please choose a file to sign
sv: Välj en fil att signera

source: Disconnected
sv: Frånkopplad

source: Mining with P2Pool, at %1 H/s
sv: Utvinning med P2Pool, %1 H/s

source: Transaction file successfully saved!
sv: Transaktionsfilen har sparats!

source: Sort by
sv: Sortera efter

source: Invalid address
sv: Ogiltig adress

source: Outputs marked as spent
sv: Svartlistade utgångar

source: Or manually mark a single output as spent/unspent:
sv: Eller manuellt markera en enstaka utgång som spenderad/ej spenderad:

source: Sweep unmixable outputs
sv: Svep omixbara utdata

source: Connected
sv: Ansluten

source: Please proceed to the device...
sv: Fortsätt på enheten …

source: Solo
sv: Ensam

source: Not available on Tails.
sv: Inte tillgängligt i Tails.

source: Addresses
sv: Adresser

source: Add description
sv: Lägg till beskrivning

source: Enter a message to sign
sv: Ange meddelande för signering
